package com.javarush.apalinskiy.constants;

import java.util.Arrays;
import java.util.List;

public class MostUsageWords {
    private static final List<String> WORDS = Arrays.asList("и", "в", "не", "на", "я", "быть", "он", "с",
            "что", "а", "по", "это", "она", "этот", "к", "но", "он", "мы", "как", "из", "у", "который",
            "то", "за", "свой", "что", "весь", "год", "от", "так", "о", "для", "ты", "же", "все", "тот", "мочь",
            "вы", "человек", "такой", "его", "сказать", "только", "или", "ещё", "бы", "себя", "один", "как", "уже",
            "до", "время", "если", "сам", "когда", "другой", "вот", "говорить", "наш", "мой", "знать", "стать",
            "при", "чтобы", "дело", "жизнь", "кто", "первый", "очень", "два", "день", "её", "новый", "рука", "даже",
            "во", "со", "раз", "где", "там", "под", "можно", "ну", "какой", "после", "их", "работа", "без", "самый",
            "потом", "надо", "хотеть", "ли", "слово", "идти", "большой", "должен", "место", "иметь", "ничто");

    public static List<String> getWORDS() {
        return WORDS;
    }
}
